[General]
Translator, "Ahmad Fauzan Bagaskoro, Gram, Kahlil Gibran Al Zulmi, Kevinn, pratomoastan, Yosua David Sutanto"
LangVersion, "6.3.0.0"
LangKeysTotal, "739"
LangKeysComplete, "737"
GeneratedDateTimeUTC, "Dec 18, 2019 19:34 (UTC)"
GenerationTimeMS, "34"


[Icon]
R0lGODlhEAAQAPegAJcOAZQUBpUWCJYXCZgiFNIRANUTANoVAtMeCdohC9csGdwwHtYzINlFM5RO
QZ5SSZtVSptUTJRYTptYTpVeU5tZUphbU5tbU5pfVpxdVZZkWZdnXZlhWJpjW5hlW5hpX5psYphs
ZJNya9tVRd5URNtcTNteT9phUt9jVNplVd9kVd1mV9loV9hqWd1oWd9pWdxrXN9rXNxuX95uX9px
X+ZlVuBnWOFnWOFrX+BtX9txYt5xYtt0Zdp2Z910Zd13aN92aNh5at15a995a9p+btx8bt98btp/
cN5/ceBwYuBzZed1aOV3aut3auV7beZ+cNmCc96Bc9yEdtuId9uHedmKe+SBc+SEd+WHeuOLfOKM
f5aWlpmZmZqampycnJ6enp+fn6CgoKGhoaOjo6CjpKWlpaenp6mpqaurq62tra6urq22trCwsLOz
s9yQgN+Vh+GPguCShuOcjdzc3N3d3d7e3t/f3+Dg4OHh4eLi4uPj4+Tk5OXl5ebm5ufn5+Ps7eTs
7eXt7uTt7+bu7+fu7+jo6Orq6uvr6+zs7O3t7e7u7u/v7+fx8ejw8erx8uv19+34+fDw8PHx8fLy
8vPz8/T09PX19fb29vf39/D8/vP///n5+fr6+vr///39/f7+/v///wAAAAAAAAAAAAAAAAAAAAAA
AAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAA
AAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAA
AAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAA
AAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAA
AAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAACH5BAEAAKEALAAAAAAQABAA
AAjYAEMJHEiwoMGDBEWE+LDBQwcOGDJcuDBhAoQHF0DIeRMHjpYsWK5YeeJkyZImBDS4qUJFShQk
RpwoUZJEBo4aAShMgXKkiJAfPnbIsAHDho0FAiQQCdKjhw4ZMFysUKGChIIEAhzQaMEixQkTJUY0
YICggIEDAMg0AgRoLSBBghg9gpQpU6c1YArxuVOnjh49fPwcShSJEic1eef0/cunUCHCkSyBQqxH
sV8+jQlTsoQJFJswfPTswZyIsCVLnECpZrOlSxcvYGKPGWPGDBo0atiYQci7d8GAADs=


[BFAPI]
ErrorClientVersionTooOld, "Versi klien Anda terlalu lama.\nMohon perbarui aplikasi dan coba lagi."
ErrorFailClientTime, "Jam komputer Anda tidak benar.\nMohon periksa waktu sistem Anda dan coba lagi."
ErrorFailLogin, "Periksa email dan kata sandi Anda dan coba lagi."
ErrorFailPrefix, "Gagal untuk menyambung ke Akun Binary Fortress Anda.\nMohon periksa sambungan internet Anda, dan pastikan aplikasi ini tidak diblokir oleh proksi atau dinding api pada komputer atau jaringan Anda."
ErrorInvalidProTrialLicenseKey, "Kunci Lisensi Percobaan Anda tampaknya tidak valid.\nSilahkan hubungi kami untuk informasi lebih lanjut."
ErrorItemSizeTooLarge, "Salah satu dari butir yang Anda coba sinkronisasi terlalu besar.\nAnda perlu menghapus butir yang besar dan coba sinkronisasi lagi."
ErrorTrialExpiredPrompt, "Kunci Lisensi Percobaan Pro Anda sudah kedaluwarsa.\nApakah Anda ingin untuk menghubungi kami dan mulai percobaan lain?"
ErrorTwoFactorInvalid, "Kode Dua-Faktor tidak valid atau sudah kedaluwarsa.\nSilahkan coba lagi."
ErrorUnknownProPurchasedLicenseKey, "Lisensi tampaknya tidak valid.\nSilahkan hubungi kami untuk informasi lebih lanjut."
LoginPrompt, "Anda perlu memasukkan informasi login Binary Fortress Anda untuk melakukan sinkronisasi profil Anda.\nIngin memasukkan informasi login Anda sekarang?"
PromptTwoFactor, "Mohon masukkan Kode Dua-Faktor yang baru saja dikirim ke perangkat Anda.\nJika Anda tidak menerimanya dalam beberapa menit, mohon hubungi dukungan Binary Fortress."
PromptTwoFactorImportOldCredentials, "Aplikasi ini sekarang mendukung pengesahan dua-faktor, dan saat ini diaktifkan pada akun Anda.\n\nMohon masukkan Kode Dua-Faktor yang baru saja dikirim ke perangkat Anda.\nJika Anda tidak menerimanya dalam beberapa menit, silahkan hubungi Dukungan Binary Fortress."
PromptTwoFactorTOTP, "Mohon masukkan kode 6 angka yang dibangkitkan oleh aplikasi otentikator mobile Anda.\nJika terdapat masalah dengan kode otentikator Anda, silakan hubungi Dukungan Binary Fortress."
TitleSync, "Menyinkronisasikan dengan Akun Binary Fortress Anda"


[BFAPILoginControl_Controls]
btnLogin, "&Masuk (&L)"
btnLogout, "&Keluar (&L)"
btnMyAccount, "&Akunku"
btnMyLicenses, "Lisensiku (&M)"
btnRegister, "Dafta&r"
btnResetPassword, "Reset Kata Sandi"
lblEmailAddress, "Alamat Surel:"
lblName, "Nama:"
lblPassword, "Kata Sandi:"


[BFAPILoginControl_LicenseRestrictions]
LicenseRestrictionBlock, "Perorangan atau Perusahaan, # ditunjukan di nama lisensi"
LicenseRestrictionEnterprise, "Komputer tak terbatas di situs perusahaan tak terbatas"
LicenseRestrictionPersonal, "Komputer perorangan tak terbatas, dan 1 komputer perusahaan yang hanya digunakan oleh Anda"
LicenseRestrictionSite, "Komputer tak terbatas pada 1 situs"
LicenseRestrictionStandard, "Perorangan atau Perusahaan, 1 komputer"
LicenseRestrictionSteam, "Perorangan atau Perusahaan, Komputer tak terbatas, pengguna utama adalah Anda dan Steam terpasang di komputer"


[BFAPILoginControl_Strings]
ErrorEnterEmailAddress, "Mohon masukkan alamat email yang valid dan coba lagi."
ErrorEnterPassword, "Mohon masukkan kata sandi dan coba lagi."
ErrorLoginFailed, "Gagal memuat informasi akun.\nMohon periksa alamat email dan kata sandi lalu coba lagi."
ErrorNoLicensesFound, "Maaf, kami tidak dapat menemukan informasi lisensi apapun pada akun ini.\nJika Anda butuh bantuan silahkan hubungi kami."
ErrorUnknownLicenses, "Terjadi kesalahan ketika memuat informasi lisensi."
ErrorUnknownLogin, "Terjadi kesalahan ketika memuat informasi akun."
Note, "Masuk untuk mengambil Lisensi dan Menyinkronisasikan dengan Akun Binary Fortress."
SelectLicensePrompt, "Anda saat ini menggunakan versi gratis, Lisensi Pro Percobaan, atau Kunci Lisensi Anda tidak valid.\nApakah Anda ingin memuat Kunci Lisensi dari akun Binary Fortress Anda?"
Title, "Akun Binary Fortress Saya"
TitleLoadingLicenses, "Memuat Informasi Lisensi"


[BFFormAPIMyLicenses_Controls]
colDateCreated, "Tanggal Diciptakan"
colDateExpires, "Tanggal Kadaluarsa"
colLicenseKey, "Kunci Lisensi"
colLicenseRestrictions, "Pembatasan Lisensi"
colLicenseType, "Jenis lisensi"
colName, "Nama Lisensi"


[BFFormAPIMyLicenses_Strings]
ConfirmUseLicense, "Apakah Anda yakin ingin menggunakan Key Lisensi ini?"
ErrorSelectLicense, "Mohon pilih Lisensi dari daftar dan coba lagi."
ShowNeedLicenseWarning, "Pilih salah satu dari Kunci Lisensi Anda dari daftar, lalu klik tombol 'OK' untuk menggunakan Kunci Lisensi tersebut."
Title, "Lisensi Saya"


[BFFormCodeEditor]
btnHotKeyEdit, "Sunting (&E)"
btnInsertFunction, "S&isipkan Kode"
btnInsertFunctionTT, "Jelajahi daftar naskah pembantu pra-buat untuk membantu Anda membuat fungsi sendiri."
btnRedoTT, "Ulangi (Ctrl + Y)"
btnReferencesDefault, "Referensi Bawaan"
btnRunFunction, "Jalankan Kode (&R)"
btnRunFunctionTT, "Jalankan kode kini."
btnUndoTT, "Urungkan (Ctrl + Z)"
btnVerifyFunction, "&Verifikasi Kode"
btnVerifyFunctionTT, "Verfikasi kode kini tanpa menjalankannya."
ErrorCompileFailed, "Kompilasi Gagal."
ErrorEnterCode, "Mohon masukkan beberapa kode C# atau VB.net dan coba lagi."
ErrorEnterName, "Mohon masukkan nama dan coba lagi."
ErrorRunFailed, "Gagal Menjalankan."
lblDescription, "Deskripsi:"
lblHelp, "Bantuan mengenai Fungsi-Fungsi"
lblKeyCombination, "Kombinasi kunci:"
lblLanguage, "Bahasa:"
lblName, "Nama:"
lblReferences, "Referensi:"
lblShare, "Bagi kodemu dengan komunitas!"
MessageRunning, "Menjalankan:"
MessageRunSuccess, "Sukses Menjalankan."
MessageVerifySuccess, "Verifikasi Sukses."
MessageWait, "Menunggu kode selesai berjalan.\nAnda dapat menggunakan ikon system tray untuk menghentikan kode yang berjalan."
MessageWaitTitle, "Menunggu Kode"
PromptChangeLanguage, "Apakah Anda ingin memuat kode bawaan?\nPERINGATAN: Ini akan mengembalikan kode Anda sekarang."
PromptCloseWithoutSave, "Apakah Anda yakin ingin menutup tanpa menyimpan?"
PromptDefaultReferences, "Apakah Anda yakin ingin mengembalikan ke referensi bawaan?"
PromptInvalidSave, "Kode ini tampaknya tidak valid.\nApakah Anda yakin ingin tetap menyimpannya?"
ShareMessage, "Kode Anda akan dilampirkan pada permintaan ini secara otomatis.\nJika Anda ingin mengirim pesan, silahkan masukkan di atas garis pembatas. Terima kasih!"
ShareSubject, "Bagikan Kode:"
ShareTitle, "Bagikan Kode"
ShareWarning, "Nama Anda akan digunakan untuk kredit, jadi mohon beritahu kami jika Anda ingin menggunakan alias atau membagikan ini secara anonim."


[BFFormCodeEditorLookups]
PromptSelectWindowStyles, "Mohon pilih Gaya Jendela:"
PromptSelectWindowStylesEx, "Mohon pilih Gaya Jendela Lebar:"
RemoveConfirmOne, "Apakah Anda yakin ingin menghapus item yang dipilih?"
SelectAnItem, "Mohon pilih butir dari daftar dan coba lagi."
SelectAudioDevice, "Mohon pilih Perangkat Audio."
SelectMouseCursorLocation, "Klik untuk memilih lokasi kursor mouse\nTekan tombol apa saja untuk membatalkan"
SendKeys_EditString, "Edit String"
SendKeys_EnterString, "Masukkan String:"
SendKeys_mniAddKeyCombination, "Tambahkan Kombinasi Tombol"
SendKeys_mniAddRawText, "Tambahkan Teks Baku"
SendKeys_mniAddText, "Tambahkan Teks"
SendKeys_Title, "Pembangun SendKeys"


[BFFormDownload_Strings]
ConfirmCancel, "Apakah Anda yakin ingin membatalkan unduhan ini?"
Error, "Sebuah kesalahan telah terjadi."
Progress, "Sisa: {0} KB ({1} KB total)"
ProgressUnknown, "Mengunduh: {0} KB"


[BFFormGetWallpaperFusionTag]
ErrorSelectTag, "Mohon pilih label WallpaperFusion dan coba lagi."
lblQuery, "Sarigan:"
Title, "Label WallpaperFusion"


[BFFormOnlineMacroBrowser]
btnClose, "Tutup (&C)"
colContributors, "Kontributor"
colCreatedBy, "Dibuat Oleh"
colDownloads, "Unduhan"
colLanguage, "Bahasa"
colLastModified, "Terkhir Diubah"
lblQuery, "Sarigan:"
Loading, "Memuat..."


[BFFormProxySettings_Controls]
btnSave, "Simpan"
lblProxyAddress, "Alamat Peladen:"
lblProxyPassword, "Kata Sandi:"
lblProxyPassword2, "Masukkan Lagi Kata Sandi:"
lblProxyPort, "Porta:"
lblProxyUsername, "Nama Pengguna:"
rdoCustomSettings, "Gunakan Setelan Peladen Proksi Khusus (&C):"
rdoNoProxy, "Tidak Ada Pelade&n Proksi (koneksi internet langsung)"
rdoUseIESettings, "Gunakan Setelan Koneksi &Internet Explorer"


[BFFormProxySettings_Strings]
EnterServerAddress, "Mohon masukkan Alamat Peladen Proksi atau pilih 'Tidak Ada Peladen Proksi'."
EnterServerPort, "Mohon masukkan Porta Peladen Proksi atau pilih 'Tidak Ada Peladen Proksi'."
PasswordDecryptionFailed, "Pengaturan Koneksi Internet Anda tampaknya tidak valid.\nApakah Anda ingin memasukkan kembali kata sandi peladen proksi Anda untuk memperbaiki pengaturan ini?"
PasswordsNotMatch, "Sandi Peladen Proksi Anda tidak cocok, silahkan coba lagi."
Title, "Pengaturan Koneksi Internet"


[BFFormSelectApplication]
AllApplications, "Semua Aplikasi"
btnBrowse, "Telusuri (&B)"
colApplication, "Aplikasi"
colPath, "Lokasi"
GroupDesktopApplications, "Aplikasi-Aplikasi Desktop"
GroupWindows8Applications, "Aplikasi Windows Universal"
lblWindowPicker, "Tarik ini ke atas jendela untuk memilih proses jendela dalam daftar otomatis"
PleaseSelectApplication, "Mohon pilih aplikasi terlebih dahulu."
Title, "Pilih Aplikasi"


[BFFormSettingsAdvanced_Controls]
btnDelete, "Nilai Bawaan"
chkShowOnlyModified, "Hanya tunjukkan nilai termodifikasi"
colSetting, "Pengaturan"
colValue, "Nilai"
lblFilter, "Sarigan:"
lblHelp, "Klik ganda pengaturan untuk mengubahnya, klik tombol 'Bantuan' untuk informasi lebih lanjut."


[BFFormSettingsAdvanced_Strings]
ErrorSaving, "Terjadi kesalahan ketika menyimpan pengaturan ini."
SavedSuccessfully, "Pengaturan Lanjutan Anda telah berhasil disimpan.\nAnda mungkin perlu memulai-kembali aplikasi agar pengaturan ini berlaku."
Title, "Pengaturan Lanjutan"
TitleEdit, "Sunting Pengaturan Lanjutan"


[BFFormSettings_Controls]
btnAdvancedSettings, "Pengaturan Lanjutan"
btnAutoUpdateCheckNow, "Periksa Pembar&uan Sekarang"
btnBackupSettings, "Ekspor Pengaturan"
btnLanguageHelp, "Bantu Selesaikan sebuah Terjemahan"
btnLicenseChangeToFree, "Ubah ke Versi Gratis"
btnLicenseKeyRequestTrial, "Meminta LIsensi Percobaan Baru"
btnLicenseKeyRestoreTrial, "Kembalikan Kunci Lisensi Uji Coba"
btnLicenseLoadOnline, "Muat dari Akun Binary Fortress"
btnLicensePasteFromClipboard, "Tempel dari Papan Klip"
btnProxySettings, "Pengaturan Koneksi Internet"
btnRestoreSettings, "Kembalikan Pengaturan"
btnTroubleshootingClearLogBASE, "Bersihkan Log"
btnTroubleshootingCopyBASE, "Salin Info ke Papan Klip"
btnTroubleshootingExportBASE, "Ekspor Info ke Berkas"
btnTroubleshootingForceCleanupBASE, "Paksa Pembersihan Memori (&F)"
btnTroubleshootingOpenLogBASE, "Buka Catatan"
btnTroubleshootingRefreshBASE, "Segarkan"
chkAutoUpdate, "Periksa Pembaruan Otomatis"
chkAutoUpdateBeta, "Periksa versi Beta baru (lebih baru, belum stabil)"
chkAutoUpdateSteam, "Periksa pembaruan secara otomatis (Steam mungkin membiarkan pengaturan ini)"
colLanguageName, "Nama"
colLanguagePercentComplete, "Selesai"
colLanguageTranslators, "Penerjemah"
colLanguageVersion, "Versi"
gbAutoUpdate, "Periksa Pembaruan"
gbLicenseReseller, "Informasi Reseller"
lblAutoUpdateWarningBASE, "Peringatan: Pembaruan otomatis saat ini dinon-aktifkan, Anda tidak akan diminta untuk menginstal versi baru"
lblLanguageGetMore, "Dapatkan Bahasa Baru dan Diperbarui"
lblLicenseExpires, "Tanggal Kadaluarsa Lisensi:"
lblLicenseKey, "Kunci Lisensi:"
lblLicenseTo, "Terlisensi Kepada:"
tabAbout, "Tentang"
tabLanguage, "Bahasa"
tabLicense, "Kunci Lisensi"
tabOptions, "Pengaturan"
tabOurApps, "Aplikasi Kami"
tabTroubleshooting, "Pemecah Masalah"


[BFFormSettings_Strings]
ChangeToFreeFromPaidPrompt, "Apakah Anda yakin Anda ingin menghapus Kode Lisensi Anda dan beralih ke versi Gratis?"
ChangeToFreeFromTrialPrompt, "Jika Anda ingin menggunakan versi Pro Trial kembali Anda perlu mengajukan permohonan kode trial baru dari tim dukungan kami. Jika Anda ingin melihat fitur apa saja yang tidak tersedia pada versi Gratis, silakan kunjungi laman "Free vs Pro" pada situs kami.\n\nApakah Anda yakin Anda ingin menghapus Kode Lisensi Anda dan beralih ke versi Gratis?"
DebugLogCleared, "Berkas Catatan Awakutu telah berhasil dihapus."
DebugLogNotFound, "Berkas Catatan Awakutu tidak dapat ditemukan.\nPastikan Anda telah mengaktifkan Catat Awakutu."
FreeVersion, "Versi Gratis"
LanguageHelpMessage, "Saya ingin membantu menyelesaikan terjemahan!"
LanguageHelpMessageDescription, "Bantu kami menyelesaikan terjemahan, dan tenerima lisensi Pro Standard gratis!\nSeseorang akan menindaklanjuti dengan Anda dalam waktu 2 hari kerja."
LanguageRightToLeft, "Kanan ke Kiri"
LicenseKeyRequestTrialDescription, "Seseorang akan menindaklanjuti dengan Anda dalam waktu 2 hari kerja."
LicenseKeyRequestTrialMessage, "Saya ingin meminta kunci lisensi percobaan baru. Terima kasih!"
LogLevel0, "L0: Catatan Dinon-aktifkan"
LogLevel1, "L1: Catatan Minimal"
LogLevel2, "L2: Catatan Terperinci (tidak disarankan)"
LogLevel3, "L3: Semua Catatan (tidak disarankan)"
RegistryExportSuccess, "Pengaturan Anda telah berhasil diekspor."
RestoreSettingsFailed, "Gagal mengembalikan pengaturan Anda."
RestoreSettingsPrompt, "Jangan pernah mengembalikan rekam cadang yang tidak dibuat oleh Anda atau tim dukungan Binary Fortress.\nApakah Anda yakin ingin mengembalikan rekam cadang ini?"
RestoreSettingsSuccess, "Pengaturan Anda telah berhasil dipulihkan."
SettingsLoadError, "Terjadi kesalahan ketika memuat pengaturan."
SettingsSaveError, "Terjadi kesalahan ketika menyimpan pengaturan."
Title, "Pengaturan"
TroubleshootingCopyError, "Gagal menyalin informasi pemecahan masalah Anda."
TroubleshootingCopySuccess, "Informasi pemecahan masalah Anda telah berhasil disalin ke papan klip."


[BFFormSupportRequest_Controls]
btnAttachmentsAdd, "Lampirkan Berkas"
btnAttachmentsClear, "Hapus Lampiran"
chkIncludeBackup, "Libatkan backup pengaturan dalam permintaan dukungan ini"
lblEmailAddress, "Alamat Surel:"
lblMessage, "Pesan:"
lblName, "Nama:"
lblSubject, "Subyek:"
lblWarning, "Informasi dari tab Penyelesaian Masalah dan berkas Debug.log Anda akan dienkripsi dan dikirim bersama dengan permintaan dukungan ini sehingga kami dapat memecahkan masalah Anda lebih cepat."


[BFFormSupportRequest_Strings]
EnterEmailAddress, "Mohon masukkan alamat email yang valid dan coba lagi."
EnterMessage, "Mohon masukkan pesan dan coba lagi."
EnterName, "Mohon Masukkan nama Anda dan coba lagi."
EnterSubject, "Mohon Masukkan subyek."
PromptClearAttachments, "Apakah Anda yakin ingin menghapus lampiran-lampiran ini?"
SendSuccess, "Informasi Anda telah berhasil dikirim.\nSeseorang akan menghubungi Anda dalam waktu 2 hari kerja."
Title, "Serahkan Dukungan Permintaan"
TooLongEmailAddress, "Mohon Masukkan alamat surel yang lebih pendek dan coba lagi."
TooLongName, "Masukkan nama yang lebih pendek dan coba lagi."


[BFFormUpdateInvalidLicense]
btnBuyNow, "Beli Lisensi Pro"
btnLater, "Mungkin Nanti"
btnMoreInfo, "Informasi Lebih Lanjut"
lblInvalidLicense, "Kunci lisensi Pro Anda tampaknya tidak valid!\n\nHarap verifikasi bahwa Anda telah memasukkan kunci lisensi yang benar di tab Kunci Lisensi pada jendela Pengaturan.\n\nJika kunci lisensi Anda benar dan Anda masih melihat pesan ini, mohon hubungi dukungan Binary Fortress dengan menggunakan tombol Bantuan di bawah."
Title, "Kunci Lisensi Tidak Valid"


[BFFormUpdate_Controls]
btnChangeLog, "Lihat &Catatan Perubahan"
btnDownloadOnly, "Kunjungi Situs Web (&V)"
btnInstallNow, "Pasang Sekarang (&I)"
btnInstallOnExit, "Pasang Saat Keluar (&X)"
btnRemindMeLater, "Ingatkan Saya Nanti (&R)"
btnSkipThisVersion, "Lewati Ver&si Ini"
lblNewVersion, "Versi Baru:"
lblOldVersion, "Versi Kini:"
lblUpdateNotes, "Apa Yang Baru di Versi Ini:"
lblUpdateSize, "Ukuran Pembaruan:"


[BFFormUpdate_Strings]
ConfirmSkipVersion, "Disarankan agar Anda memperbarui ke versi baru ini.\nApakah Anda yakin ingin melewatkan update ini?"
DownloadFailedSave, "Gagal untuk menyimpan berkas ini secara lokal."
DownloadingUpdate, "Mengunduh Pembaruan"
DownloadInvalidData, "Data tidak valid dikembalikan oleh peladen. Peladen mungkin mengalami masalah menemukan berkas yang diminta."
DownloadNoData, "Tidak ada data yang dikembalikan dari situs web."
ErrorDownload, "Terjadi kesalahan saat mencoba untuk mengunduh versi baru."
FreeNotice, "Pembaruan ini, dan semua pembaruan di masa depan itu gratis! Perbarui hari ini dan nikmatilah!"
RebootMightBeRequiredWarning, "Aksi reboot mungkin diperlukan setelah pembaruan ini di-install."
Title, "Pembaruan Tersedia"
UpdateProMessage, "Anda perlu meningkatkan ke Lisensi Pro untuk menggunakan pembaruan satu-klik.\nApakah Anda ingin informasi lebih lanjut tentang peningkatan?"


[BFHelpButton_Controls]
mniDiscussions, "Diskusi Komunitas"
mniOnlineHelp, "Bantuan Daring"
mniSupportRequest, "Permintaan Dukungan"


[BFHotKey]
ButtonRemoveInvalidHotKey, "Hapus kombinasi kode yang tidak valid (&R)"
ErrorHotKeyBindFailed, "Pengikatan Kombinasi Tombol gagal:"
ErrorHotKeyComboInUse, "Kombinasi Tombol sudah digunakan. Ada beberapa alasan mengapa hal ini bisa terjadi:\n- Kombinasi Tombol sudah ditetapkan di tempat lain di aplikasi ini\n- Aplikasi lain sudah menggunakan Kombinasi Tombol ini\n- Fungsi Built-in Windows menggunakan Kombinasi Tombol ini\n\nMohon sunting atau hapus Kombinasi Tombol ini dalam pengaturan."
ErrorIncorrectKeyValue, "Kombinasi Tombol tidak valid: Mohon masukkan tombol lain."
ErrorIncorrectNumberElements, "Kombinasi Tombol tidak valid: Jumlah tombol salah."
ErrorIncorrectNumberKeyMods, "Kombinasi Tombol tidak valid: Jumlah pewatas salah."
ErrorInvalidKeyCombo, "Kombinasi Tombol yang telah Anda tentukan tidak valid."
ErrorSystemReserved, "Kombinasi Tombol yang Anda tentukan telah dicadangkan oleh Windows dan tidak dapat digunakan."
ErrorTooManyModifiers, "Kombinasi Tombol tidak valid: Jumlah pewatas terlalu banyak."
HotKeyButtonRemove, "Hapus (&R)"
HotKeyButtonSetHotKey, "Pengaturan HotKey"
HotKeyLabelKeys, "Pilih pewatas kemudian tekan tombol yang diinginkan"
HotKeyLabelMouse, "Pilih pewatas kemudian klik tombol tetitus yang diinginkan"


[BFMessage]
btnCopy, "Salin ke Papan Klip (&C)"
btnMoreInformation, "Tunjukkan Informa&si Lebih Lanjut"


[BFTextQuery]
CaseSensitive, "Peka Kapitalisasi:"
ErrorBracketMismatch, "Kesalahan: Tutup Kurung Tidak Cocok.\nMohon tutup tanda tutup kurung atau bungkus permintaan Anda dalam tanda kutip."
ErrorEscapeCharAtEnd, "Kesalahan: Karakter Lucut '\' ditemukan di akhir permintaan.\nMohon hapus atau hilangkan karakter tersebut."
ErrorExpectedMatchCountChar, "Kesalahan: '::: cbc :::' diharapkan di posisi {0}.\nMohon tutup tanda kurung atau bungkus permintaan Anda dalam tanda kutip."
ErrorExpectedQuote, "Kesalahan: '"' diharapkan di posisi {0}.\nMohon pastikan untuk melucuti karakter '"'."
ErrorInvalidChar, "Kesalahan: Karakter tidak valid '{0}' di posisi {1}.\nMohon bungkus dalam tanda kutip."
ErrorInvalidDigit, "Error: Digit tidak valid pada posisi {0}.\nDigit harus positif dan hanya berisi karakter numerik."
ErrorInvalidWordBoundary, "Peringatan: Karakter Tidak Valid.\nHanya huruf dan angka yang didukung oleh operator kesetaraan."
MayContain, "Mungkin Mengandung:"
MayEqual, "Mungkin Sama Dengan:"
MayNotContain, "Mungkin Tidak Mengandung:"
MayNotEqual, "Mungkin Tidak Sama Dengan:"
MustContain, "Harus Mengandung:"
MustEqual, "Harus Sama Dengan:"
MustNotContain, "Harus Tidak Mengandung:"
MustNotEqual, "Harus Tidak Sama Dengan:"
Time, "satu kali"
Times, "{0} kali"


[BFUpdateCheck]
AlreadyInProgress, "Periksa Pembaruan sedang berlangsung..."
ErrorRunningDownloadedFile, "Terjadi kesalahan ketika mencoba untuk menjalankan berkas pemasangan yang diunduh."
FailedToGetVersion, "Tidak dapat memuat nomor versi terbaru."
NoUpdate, "Anda sudah menggunakan versi terbaru."


[cFunctions_Strings]
FolderNotRecognized, "Folder yang dipilih tidak dikenal dan tidak dapat dicari."


[CommonControls]
chkIsMetroApp, "Apakah aplikasi ini aplikasi Metro (Universal)?"
lblMetroAppID, "ID Proses Aplikasi:"


[frmMain_Controls]
btnBrowseAppendExcludePath, "Jelajah && Lampirkan"
btnBrowseExcludePath, "Jelajah"
btnFolderBrowse, "Telusuri (&B)"
btnFolderBrowseAppend, "Jelajah && Lampirkan"
btnNewSearch, "Cari di Tab Baru (&N)"
btnPause, "Pause (&P)"
btnResume, "Lanjutkan (&R)"
btnSearch, "Cari (&S)"
btnStop, "Berhenti (&T)"
chkCaseSensitive, "Permintaan peka kapitalisasi (&C)"
chkFileSizeMax, "Ukuran Maximum File:"
chkFileSizeMin, "Ukuran Minimun File:"
chkIsQueryRegEx, "Permintaan adalah RegEx"
chkSearchSubFolders, "Juga cari di dalam folder (&F)"
chkShowFirstResult, "Hanya tunjukan hasil pertama pada setiap file (&O)"
chkShowIncludeFilterMatchFiles, "Tunjukan nama file yang cocok dengan sarigan "meliputi file""
chkShowIncludeFilterMatchFolders, "Tunjukan nama folder yang cocok dengan sarigan "meliputi file""
chkShowQueryMatchFiles, "Tunjukan nama file yang cocok dengan teks yang diminta"
chkShowQueryMatchFolders, "Tunjukan nama folder yang cocok dengan teks yang diminta"
chkUseIFilters, "Proses konten file dengan menggunakan Pengurus File (lebih pelan)"
colDateAccessed, "Tanggal Diakses"
colDateCreated, "Tanggal Diciptakan"
colDateModified, "Tanggal Dimodifikasi"
colEncodingUsed, "Pengkodean"
colExtension, "Ekstensi"
colFile, "Nama File"
colFileSize, "Ukuran File"
colLine, "Baris"
colLineNumber, "Baris #"
colPath, "Lokasi"
lblAccessedTo, "hingga"
lblAdditionalLinesAfter, "Tunjukan jumlah baris sebanyak ini setelah hasil pencarian:"
lblAdditionalLinesBefore, "Tunjukan jumlah baris sebanyak ini sebelum hasil pencarian:"
lblCreatedTo, "hingga"
lblDateAccessed, "Tanggal Diakses:"
lblDateCreated, "Tanggal Dibuat:"
lblDateFilterLogic, "Logic Filter Tanggal:"
lblDateModified, "Tanggal Dimodifikasi:"
lblExcludeFiles, "Abaikan File(&C):"
lblExcludePath, "Abaikan Jalur(&X):"
lblFilterResults, "Sarigan:"
lblIncludeFiles, "Masukkan File(&F):"
lblModifiedTo, "hingga"
lblPath, "Jalur(&P):"
lblQuery, "Permintaan(Q):"
lblStatusFound, "Ditemukan Cocok: {0}"
lblStatusTotal, "Pencarian File: {0}"
mniAbout, "Tentang"
mniAddResultsToZipFile, "Zip Semua Hasil"
mniAddSelectedResultsToZipFile, "Zip Hasil yang Dipilih"
mniClearSearchHistory, "Bersihkan Riwayat Pencarian"
mniCloseAll, "Tutup Semua"
mniCloseAllButThis, "Tutup Semua Kecuali Ini"
mniCloseSearch, "Tutup"
mniCopyFilePathNewLine, "Salin Nama File yang Dipilih (dipisahkan baris baru)"
mniCopyToClipboard, "Salin Hasil yang Dipilih"
mniCopyToClipboardAll, "Salin Semua Hasil"
mniExit, "Keluar"
mniExplorerContextMenu, "Konteks Menu Windows"
mniHashWithHashTools, "Hash dengan HashTools"
mniHelp, "Bantuan"
mniOpenFolder, "Buka Muatan Folder"
mniOpenFolderOnly, "Buka Folder"
mniOpenOther, "Buka dengan {0}"
mniPermenentDelete, "Hapus file yang dipilih secara permanen"
mniRemoveRows, "Hapus Hasil yang Dipilih Dari Daftar"
mniRenameFile, "Ganti nama File yang Dipilih"
mniSettings, "Pengaturan"
mniShowFilterControls, "Tampilkan Kontrol Filter"
mniTextCopy, "Salin (&C)"
mniTextSelectAll, "Pilih Semua (&A)"
mniTools, "Perangkat (&T)"
mniTrayExit, "Keluar"
mniTrayLoadProfiles, "Muat Profil"
mniTrayShowFileSeek, "Tunjukan FileSeek"
mniTraySyncProfiles, "Sinkron Profil"
mnuCopyFilePath, "Salin Nama File yang Dipilih (dipisahkan koma)"
mnuExportAllHTML, "Ekspor Semua Hasil ke HTML"
mnuExportSelectedResultsHTML, "Ekspor Semua Hasil yang Dipilih ke HTML"
mnuFileCopy, "Salin File yang Dipilih"
mnuFileCut, "Potong File yang Dipilih"
mnuFileDelete, "Hapus File yang Dipilih"
mnuLanguage, "Bahasa"
mnuLoadProfile, "Muat"
mnuManageProfiles, "Kelola Profil"
mnuOpen, "Buka"
mnuOpenNotepad, "Buka dengan Notepad"
mnuProfile, "Profil"
mnuSave, "Simpan"
mnuSaveAll, "Ekspor Semua Hasil sebagai CSV"
mnuSaveProfile, "Simpan Profil Baru"
mnuSaveSelection, "Ekspor Hasil yang Dipilih sebagai CSV"
mnuShowFullLanguageList, "Tampilkan Daftar Penuh"
mnuSyncProfiles, "Sinkron Profil"
rdoMatchQueryLineByLine, "Cocokan permintaan ke setiap baris di file"
rdoMatchQueryToWholeFile, "Cocokan permintaan ke seluruh file"
tabAdvanced, "Tingkat Lanjut"
tabDateFilters, "Saringan Tanggal"
tabFileSizeFilters, "Saringan Ukuran File"
tabSearch, "Cari"


[frmMain_Strings]
AccessedAfterTT, "Diakses setelah {0}"
AccessedBeforeTT, "Diakses sebelum {0}"
AccessedBetweenTT, "Diakses antara {0} dan {1}"
AllDrives, "Semua Drive"
AppSelectionErrorPartOne, "Aplikasi yang Anda pilih tidak ditemukan."
AppSelectionsErrorPartTwo, "Apakah Anda ingin memilih yang berbeda sekarang?"
btnNewSearchTT, "Buka Tab baru dan mulai pencarian"
btnSearchTT, "Mulai pencarian di tab saat ini"
btnStopTT, "Hentikan pencarian yang dipilih"
CaseSensitiveQueryTT, "Permintaan Peka Kapitalisasi"
cboDateFilterLogic_AND, "DAN"
cboDateFilterLogic_OR, "ATAU"
cboExcludeFileFilterMode_Pattern, "Kecualikan File Filter yaitu Pola"
cboExcludeFileFilterMode_RegEx, "Kecualikan File Filter yaitu RegEx"
cboExcludeFileFilterMode_TextQuery, "Kecualikan File Filter yaitu Permintaan Teks"
cboIncludeFileFilterMode_Pattern, "Sertakan File Filter yaitu Pola"
cboIncludeFileFilterMode_RegEx, "Sertakan File Filter yaitu RegEx"
cboIncludeFileFilterMode_TextQuery, "Sertakan File Filter yaitu Permintaan Teks"
cboQueryMode_RegEx, "Permintaan adalah RegEx"
cboQueryMode_TextQuery, "Permintaan adalah Permintaan Teks"
chkShowFirstResultTT, "Hanya menampilkan baris pertama yang cocok saat mencocokkan Permintaan pada setiap baris"
ColumnChangeMessage, "Perubahan pada kolom hasil pencarian tidak akan terjadi sampai Anda memulai kembali pencarian Anda."
ContextMenuError, "Terjadi kesalahan ketika menunjukan Menu Konteks Windows."
CreatedAfterTT, "Dibuat setelah {0}"
CreatedBeforeTT, "Dibuat sebelum {0}"
CreatedBetweenTT, "Dibuat antara {0} dan {1}"
CSVSpreadsheet, "File CSV"
CustomAppOpenError, "Terjadi kesalahan ketika membuka file dengan applikasi khusus."
DateCreatedError, "Silakan pilih 'Tanggal Akhir Tanggal Dibuat' yang lebih lampau dari tanggal mulai."
DateFiltersSelected, "Saringan Tanggal:"
DateModifiedError, "Silakan pilih 'Tanggal Akhir Tanggal Dimodifikasi' yang lebih lampau dari tanggal mulai."
EmptyPDFError, "File PDF dicari tetapi tidak mengandung teks"
EnterProfileName, "Masukan nama profil:"
ErrorDirectoryEmpty, "Jalur ini kosong"
ExcludeFilesTT, "File yang Dikecualikan: {0}"
ExcludePathsTT, "Jalur yang Dikecualikan: {0}"
ExportDateAccessed, "Tanggal Diakses"
ExportDateCreated, "Tanggal Dibuat"
ExportDateModified, "Tanggal Dimodifikasi"
ExportExtension, "Ekstensi"
ExportFileName, "Nama File"
ExportFileSize, "Ukuran File"
ExportLineNumber, "Baris #"
ExportLineText, "Baris"
ExportPath, "Jalur"
FileDeleteMessage, "Harap tunggu sementara FileSeek melakukan operasi yang diminta.\nAnda dapat menutup jendela ini, tetapi dapat menyebabkan hasil yang tidak terduga saat tugas ini sedang berjalan."
FileDeleteQuestion, "Anda yakin ingin menghapus file atau folder yang dipilih?"
FileDeleteTitle, "Hapus File"
FileDeletionError, "Terjadi kesalahan ketika menghapus file-file ini."
FileHandlerError, "Silakan masukkan jalur untuk dicari."
FileIncludeNameMatch, "Pencocokan Nama File [Sertakan File Filter]"
FileOpenError, "Terjadi kesalahan ketika membuka file-file ini."
FilePermenentDeleteQuestion, "Apakah Anda yakin untuk menghapus secara permanen file-file atau folder-folder yang dipilih?"
FileQueryNameMatch, "Pencocokan Nama File [Permintaan]"
FileReadError, "Kesalahan Mengakses File: {0}"
FileSelectionError, "Silakan pilih setidaknya 1 file yang ada dan coba lagi."
FileSizeError, "Silakan pilih Ukuran File Maksimum yang sama atau lebih besar dari Ukuran File Minimum."
FileSizeFiltersSelected, "Saringan Ukuran File:"
FilesSearched, "Pencarian File: {0}"
FilesSkipped, "File terlompati: {0}"
FolderBrowserDescription, "Pilihlah Folder untuk Dicari"
FolderBrowsingError, "Terjadi kesalahan ketika menjelajahi folder."
FolderIncludeNameMatch, "Pencocokan Nama Folder [Sertakan File Filter]"
FolderItemError, "Gagal mendapatkan Folder untuk Item: {0}"
FolderOpenError, "Terjadi kesalahan ketika membuka folder ini."
FolderQueryNameMatch, "Pencocokan Nama Folder [Teks Permintaan]"
FolderReadError, "Kesalahan membaca Folder dalam Folder: {0}"
HiddenFolderError, "Tidak mencari karena itu adalah file / folder tersembunyi"
HyperTextMarkupLanguageFile, "File Bahasa Markup Hiperteks"
IFilterWarning, "Mohon aktikan pengurus file di tab Tingkat Lanjut untuk menunjukan hasil yang sesuai untuk : file {0}"
IncludeFilesTT, "Massukan File: {0}"
InvalidExcludeFilesRegExError, "Abaikan File pola RegEx yang tidak benar.\n{0}"
InvalidFolderLength, "Panjang folder tidak benar."
InvalidIncludeFilesRegExError, "Masukkan pola File RegEx tidak benar.\n{0}"
InvalidQueryError, "Permintaan teks Anda tidak benar.\n{0}"
InvalidQueryRegExError, "Permintaan pola RegEx Anda tidak valid.\n{0}"
KeypressError, "Terjadi kesalahan ketika memprosses tombol ini."
LinkedFolderError, "Tidak melakukan pencarian karena hal tersebut adalah link/junction"
MatchesFound, "Ditemukan Cocok: {0}"
MatchesFromQueue, "permintaan yang terantri: {0}"
MatchesFromQueueIcons, "ikon yang terantri: {0}"
MaxFileSizeTT, "Ukuran File Maximum: {0}"
MaxPathError, "Ini termasuk jalur yang panjang dan mungkin tidak dapat bekerja untuk beberapa program"
MenuOpenError, "Terjadi kesalahan ketika membuka menu."
MinFileSizeTT, "Ukuran File Minimum: {0}"
ModifiedAfterTT, "Termodifikasi setelah {0}"
ModifiedBeforeTT, "Termodifikasi sebelum {0}"
ModifiedBetweenTT, "Termodikasi antara {0} dan {1}"
More, "(tambah)"
NoDateFiltersSelected, "Tidak ada saringan tanggal yang terpilih"
NoFileSizeFiltersSelected, "Tidak ada saringan ukuran file yang terpilih"
NoOptionsSelected, "Tidak Ada Opsi yang Dipilih"
NotepadError, "Terjadi kesalahan ketika membuka file ini dengan Notepad."
NotYourProfile, "Anda tidak memiliki profil ini."
OnlyShowFirstResultTT, "Hanya Tampilkan Hasil Pertama"
OpenManyQuestion, "Anda yakin ingin membuka file atau folder {0}?"
OptionsSelected, "Opsi Terpilihy:"
OtherApplication, "Applikasi Lain"
PathsTT, "Jalur: {0}"
PathTooLongError, "Windows tidak mendukung tindakan ini dengan nama jalur yang panjang."
ProfileLoadError, "Terjadi kesalahan saat memuat profil ini."
ProfileLoadOnStartError, "erjadi kesalahan saat memuat profil ini. Profil tidak ada."
ProfileNameEmptyError, "Anda belum memasukkan nama profil.\nSilakan masukkan nama dan coba lagi."
ProfileOverwriteQuestion, "Apakah Anda yakin ingin menimpa profil '{0}'?"
ProfileSaved, "Pengaturan pencarian tersimpan ke profil '{0}'"
ProfileSaveError, "Tidak dapat menyimpan profil."
ProOnlyDoubleClickPrompt, "Handler klik dua kali default Anda diatur ke fitur FileSeek Pro saja.\nAnda dapat mengubah handler klik dua kali default pada tab Pengaturan> Pencarian.\n\nApakah Anda ingin informasi lebih lanjut tentang peningkatan?"
QueryTT, "Permintaan:\n{0}"
rdoMatchQueryLineByLineTT, "Buka file satu baris setiap kali dan cobalah untuk mencocokkan kueri untuk setiap baris"
rdoMatchQueryToWholeFileTT, "Buka seluruh file sekaligus dan cobalah untuk mencocokkan permintaan dengan seluruh teks"
RenameFileError, "FileSeek tidak dapat mengubah nama file atau folder yang dipilih.\nSilakan ketik nama yang berbeda dan coba lagi."
RenameFileFolder, "Ubah Nama File Yang Terpilih:"
ResultCopied, "Satu hasil tersalin ke papan klip."
ResultCopyError, "Terjadi kesalahan ketika menyalin hasil pencarian Anda ke papan klip."
ResultSaveError, "Terdapat kesalahan ketika menyimpan hasil-hasil Anda.\n{0}"
ResultsCopied, "{0} hasil tersalin ke papan klip."
ResultSelectionError, "Mohon Pilih setidaknya 1 hasl pencarian dan cobalah lagi."
SaveResults, "Simpan Hasil ke Spreadsheet"
SaveResultsAsHTML, "Simpan Hasil sebagai HTML"
SaveSearchProfile, "Simpan Profil Pencarian"
SearchComplete, "Pencarian selesai dalam {0} detik"
SearchCriteria, "Kriteria Pencarian:"
SearchCriteriaEmptyTT, "Kriteria Pencarian Kosong"
SearchEnd, "Pencarian Akhir: {0}"
SearchError, "Terjadi kesalahan pada saat pencarian."
SearchStart, "Pencarian Mulai: {0}"
SearchSubFoldersTT, "Cari Sub Folder"
SettingFormShowError, "Terjadi kesalahan saat menampilkan jendela Pengaturan."
Syncing, "Sinkronkan dengan akun Binary Fortress Anda..."
SystemFolderError, "Tidak mencari karena itu adalah file / folder sistem"
TextCopyError, "Terjadi kesalahan saat menyalin teks ini."
TextProcessingError, "Terjadi kesalahan saat memproses teks."
TextQueryHelpTT, "Bantuan Permintaan Teks"
TextSelectionError, "Silakan pilih beberapa teks dan coba lagi."
txtPathTT, "Pisahkan banyak item dengan karakter |"
UseFileHandlersTT, "Gunakan Handler File"
ViewingAppPartOne, "Anda belum memilih aplikasi penampil"
ViewingAppPartTwo, "Apakah Anda ingin memilihnya sekarang?"
ZipFile, "File Zip"


[frmProfileManager_Controls]
btnCopyProfile, "Salin Profil"
btnDelete, "Hapus"
btnExport, "Ekpor Profil"
btnImport, "Impor Profil"
btnRename, "Ubah Nama"
btnSync, "Sinkron dengan Akun Binary Fortress"
colProfileName, "Nama Profil"
colProfileOwner, "Pemilik Profil"
lblCurrentProfile, "Pengguna Sekarang: {0}"


[frmProfileManager_Strings]
CopyProfileNameQuestion, "Mau diberi nama apa untuk profil baru Anda?"
ExportFileSeekSearchProfile, "Ekspor Profil Pencarian FileSeek"
ExportSearchProfileSuccessful, "Profil Pencarian berhasil diekspor"
FileSeekSearchProfile, "Profil Pencarian FileSeek"
ImportFileSeekSearchProfile, "Impor Profil Pencarian FileSeek"
MustSelectAnItem, "Silakan pilih profil dari daftar dan coba lagi."
ProfileDeleteQuestion, "Anda yakin ingin menghapus profil yang dipilih?"
RenameSearchProfile, "Ganti nama Profil Pencarian"
SearchProfileName, "Cari nama profil:"
Title, "Kelola Profil"


[frmSettings_Controls]
btnBrowseOther, "Telusuri (&B)"
btnClearHistory, "Bersihkan Riwayat Pencarian"
btnIFilterToggle, "Toggle File Handler"
btnOtherDefault, "Bawaan (&D)"
chkCloseToTray, "Tutup FileSeek ke system tray"
chkCombineParameters, "Lewati banyak file ke instance yang sama, alih-alih membuka banyak instance"
chkErrorDirectoryEmpty, "Tampilkan kesalahan saat folder kosong ditemukan"
chkErrorForLongPaths, "Tampilkan kesalahan dan lewati jalur ketika lebih dari 260 karakter"
chkExportExtraLines, "Juga ekspor baris tambahan saat menyimpan hasil pencarian"
chkIFilterErrors, "Tampilkan kesalahan untuk file tanpa File Handler (saat pencarian File Handler diaktifkan)"
chkIsQueryFullString, "Perlakukan teks permintaan sebagai satu istilah permintaan besar"
chkLinkedFoldersSearch, "Cari file && folder yang merupakan tautan / persimpangan"
chkLinkedFoldersSearchShowErrorOnSkip, "Tampilkan kesalahan saat melewatkan tautan / persimpangan"
chkMinimizeToTray, "Minimalkan FileSeek ke system tray"
chkOnlyShowMatchedText, "Hanya tampilkan teks yang cocok dalam hasil pencarian"
chkResetSearchValues, "Setel ulang nilai tab pencarian saat memulai pencarian di tab baru"
chkResultWordWrap, "Bungkus teks yang ditampilkan dalam hasil pencarian"
chkSearchHiddenFiles, "Cari file && folder yang disembunyikan"
chkSearchSystemFiles, "Cari file && folder sistem"
chkSearchWithinLNKFiles, "Cari file yang ditunjuk oleh file LNK"
chkShowErrorEmptyPDF, "Tampilkan kesalahan saat file PDF kosong ditemukan"
chkShowFileErrors, "Tampilkan kesalahan ketika file / folder tidak dapat diakses"
chkShowHiddenFileError, "Tampilkan kesalahan saat melewatkan file && folder tersembunyi"
chkShowSystemFileError, "Tampilkan kesalahan saat melewatkan file && folder sistem"
chkShowToolTips, "Tampilkan ToolTips"
chkSingleInstance, "Paksa FileSeek untuk hanya membuka satu instance"
chkStartWithClearProfile, "Selalu mulai FileSeek dengan kriteria pencarian kosong"
chkTreatAllExcludePathFiltersAsWildcards, "Perlakukan semua filter Jalur Pengecualian sebagai wildcard"
chkTreatAllIncludeFiltersAsWildcards, "Perlakukan semua filter File Penyerta sebagai wildcard"
chkUseCustomDateFormat, "Gunakan format tanggal khusus"
chkUsePreviewHandlers, "Gunakan Handler Pratinjau di panel hasil"
chkWindowsContextMenu, "Tampilkan FileSeek di Menu Konteks Windows"
colAvailableColumns, "Kolom yang tersedia"
colSelectedColumns, "Kolom yang Dipilih"
gbCmdLineVars, "Variabel Baris Perintah"
gbDateFormat, "Format Tanggal"
gbGeneralOptions, "Opsi Umum"
gbPresentationOptions, "Opsi Presentasi"
gbSearchColumns, "Kolom Pencarian"
lblCmdLineParam, "Parameter baris perintah untuk dilewati:"
lblDateFormatLink, "Format Huruf Tanggal dan Waktu Khusus"
lblDefaultDoubleClick, "Pilih operasi default untuk mengklik dua kali pada hasil pencarian:"
lblFileHandlerFAQ, "Pertanyaan yang Sering Diajukan tentang File Handler"
lblNumChar, "Tampilkan banyak karakter ini untuk setiap hasil pencarian:"
lblOtherApplicationName, "Nama untuk aplikasi lain:"
lblSelectViewingApp, "Aplikasi pembuka file yang dipilih:"
lblSkipFile, "Waktu pencarian maksimum diizinkan per file (0 = tidak terbatas):"
pageSearchViewSettings, "Pengaturan Tampilan Hasil"


[frmSettings_Strings]
AppBrowsingError, "Telah terjadi kesalahan saat menjelajahi aplikasi."
cboDefaultDoubleClickOperation_ExportAllCSV, "Ekspor Semua Hasil ke CSV"
cboDefaultDoubleClickOperation_ExportAllHTML, "Ekspor Semua Hasil ke HTML"
cboDefaultDoubleClickOperation_ExportSelectedCSV, "Ekspor Hasil yang Dipilih ke CSV"
cboDefaultDoubleClickOperation_ExportSelectedHTML, "Ekspor Semua Hasil yang Dipilih ke HTML"
cboDefaultDoubleClickOperation_Open, "Buka dengan Handler Default"
cboDefaultDoubleClickOperation_OpenContainingFolder, "Buka Muatan Folder"
cboDefaultDoubleClickOperation_OpenNotepad, "Buka dengan Notepad"
cboDefaultDoubleClickOperation_OpenOther, "Buka dengan {0}"
chkTreatAllIncludeFiltersAsWildcardsTT, "Dengan opsi ini diaktifkan, pencarian yang dimasukkan sebagai foo akan diperlakukan sebagai *foo*"
ClearHistoryError, "Terjadi kesalahan saat menghapus Riwayat Pencarian Anda."
ClearHistoryWarning, "Anda yakin ingin menghapus Riwayat Pencarian Anda?"
CommandLineError, "Silakan masukkan parameter baris perintah, atau klik 'Default' untuk meresetnya."
CustomDateFormatError, "Terjadi kesalahan saat menetapkan format tanggal khusus Anda.\nHarap perbaiki kesalahan dan coba lagi."
DisableFileHandler, "Nonaktifkan File Handler"
DisablePreviewHandler, "Nonaktifkan Handler Pratinjau"
EnableFileHandler, "Aktifkan File Handler"
EnablePreviewHandler, "Aktifkan Handler Pratinjau"
FileCommandDescription, "{0}: Mengganti nama file lengkap."
FileHandlerListError, "Terjadi kesalahan saat mendaftar File Handler."
FileHandlerSelectError, "Terjadi kesalahan saat memilih ini File Handler."
FileHandlerToggleError, "Terjadi kesalahan saat mengganti File Handler ini."
HistoryCleared, "Riwayat Pencarian berhasil dihapus."
InvalidExitcode, "Hasil ExitCode Tidak Valid: {0}"
LineCommandDescription, "{0}: Mengganti nomor baris."
lvIFilters_Extension, "Ekstensi"
lvIFilters_Handler, "Handler"
lvIFilters_HandlerVersion, "Versi"
NumOfCharError, "Silakan masukkan beberapa karakter antara {0} dan {1} dan coba lagi."
PreviewHandlerListError, "Terjadi kesalahan saat mendaftar Handler Pratinjau."
PreviewHandlerToggle, "Toggle Handler Pratinjau"
SettingMenuError, "Terjadi kesalahan saat mengatur pengaturan Menu Konteks."
tabSettings_FileHandlers, "File Handler"
tabSettings_OtherApp, "Aplikasi Lainnya"
tabSettings_PreviewHandlers, "Handler Pratinjau"
tabSettings_Search, "Cari"


[HTMLExport_Strings]
OpenSavedSearchResultsQuestion, "Hasil pencarian berhasil disimpan.\nApakah Anda ingin melihat filenya?"
SearchCriteria, "Cari Kriteria"
SearchDate, "Cari Tanggal:"
Title, "Hasil Pencarian FileSeek"


[IFilterHelper_Strings]
UnknownError, "Kesalahan IFilter Tidak diketahui"
UsingStandardMethodWarning, "Tidak Ada File Handler untuk file ini, mencari menggunakan metode standar."


[Installer]
AdditionalIcons, "Ikon Tambahan:"
CreateContextMenuItems, "Tambahkan ke menu konteks klik-kanan Windows"
CurrentUserOnly, "Hanya untuk pengguna kini"
DesktopIcon, "Buat ikon &desktop"
DotNetInstallNow, "Apakah Anda ingin memasangnya sekarang?"
DotNetRequired, "Sistem Anda memerlukan pembaruan .NET Framework untuk menjalankan aplikasi ini."
ForAllUsers, "Untuk semua pengguna"
LaunchNow, "Luncurkan Sekarang"
LicKeyInvalid, "Kunci Lisensi ini tampaknya tidak valid."
LicKeyLabel, "Kunci Lisensi:"
LicKeySelectOption, "Mohon pilih Opsi Kunci Lisensi dan coba lagi."
LicKeyText, "Opsi Kunci Lisensi:"
LicKeyTextAdminLocked, "Kunci Lisensi Anda telah diatur oleh Administrator Anda."
LicKeyTextChangeFree, "Klik 'Ubah ke Versi Gratis' di jendela Pengaturan untuk menggunakan versi gratis."
LicKeyTextEnterOrFree, "Mohon masukkan Kunci Lisensi yang valid atau pilih 'Gunakan Versi Percobaan'."
LicKeyTextPaid, "Gunakan Kunci Lisensi:"
LicKeyTextTrial, "Gunakan Versi Percobaan (untuk pertama kali saja), kembali ke Versi Gratis setelah percobaan"
RunAtStartup, "Luncurkan ketika Windows di hidupkan"
SteamKeyInvalid, "Lisensi Steam Anda gagal dimuat dengan benar.\nMohon keluar dari pemasang/aplikasi ini dan coba klik Pasang atau Luncurkan ulang dari dalam Steam."
TextBefore, "Jika saat ini proses FileSeek berjalan, tolong pastikan kamu menutup nya sebelum memasang versi baru ini.\n\nKunjungi https://www.fileseek.ca untuk pembaharuan dan dukungan."
UninstallRemoveAllData1, "Apakah Anda benar-benar ingin menghapus SEMUA pengaturan aplikasi, preferensi dan file-file sementara?"
UninstallRemoveAllData2, "Tindakan ini tidak direkomendasikan jika Anda ingin memasang aplikasi ini lagi."
UnsupportedWindowsVersion, "Produk ini sudah tidak didukung pada versi Windows Anda. Apakah Anda ingin informasi lebih lanjut mengenai cara mengunduh versi lama yang didukung?"


[LicenseValidate_Strings]
ExpiredPrompt, "Maaf, Kunci Lisensi Uji Coba FileSeek Anda telah kedaluwarsa.\nJika Anda telah membeli lisensi, silakan masukkan di jendela Pengaturan FileSeek.\n\nApakah Anda ingin informasi lebih lanjut tentang membeli FileSeek Pro?"
FreeLicenseReminder, "Ingin membantu mendukung pengembangan di masa depan? Klik di sini!"
Invalid, "Maaf, Kunci Lisensi Anda tidak valid."
InvalidReseller, "Maaf, Kunci Lisensi Anda hanya valid dengan FileSeek yang disediakan oleh Pengecer Anda.\nSilakan hubungi Pengecer Anda untuk informasi lebih lanjut."
LicenseProcessPro, "Terima Kasih telah Mendaftar!"
LicenseProcessProRestoreSettingsPrompt, "Backup otomatis dari pengaturan Pro Anda telah terdeteksi.\nFile cadangan ini sudah berusia {0} hari.\nApakah Anda ingin mengimpor pengaturan Pro Anda? Semua pengaturan Anda saat ini akan diganti dengan pengaturan di cadangan."
LicenseProcessRemoved, "Kunci Lisensi Anda telah dihapus."
LicenseProcessTrial, "Terima kasih telah mencoba FileSeek Pro!\nLisensi Anda akan kedaluwarsa pada {0:D}."
TrialAlmostDonePrompt, "Lisensi uji coba Anda akan segera kedaluwarsa.\nJika Anda telah membeli lisensi, silakan masukkan di jendela Pengaturan FileSeek.\n\nApakah Anda ingin informasi lebih lanjut tentang membeli FileSeek Pro?"


[WindowsContextMenu_Strings]
SearchWithFileSeek, "Cari dengan FileSeek"


[Words]
About, "Tentang"
Add, "T&ambah"
AdminSettingsLock, "Beberapa setelan dikelola oleh administrator sistem Anda"
Apply, "Terapkan"
Browse, "Jelajah"
ButtonLater, "Nanti (&L)"
ButtonMoreInformation, "Infor&masi Lebih Lanjut"
ButtonUseFreeVersion, "G&unakan Versi Gratis"
BuyALicenseKey, "Beli Kunci Lisensi"
Cancel, "Batal (&C)"
Close, "Tutup"
Copy, "Salin (&C)"
Custom, "Pengaturan Khusus"
Cut, "Potong (&C)"
Default, "Bawaan"
Delete, "Hapus (&D)"
Disable, "Non-Aktifkan (&D)"
Disabled, "Ternon-aktifkan"
Duplicate, "&Duplikat"
Edit, "Sunting (&E)"
Enable, "Aktifkan (&E)"
Enabled, "Diaktifkan"
EnterALicenseKey, "Masukkan Kunci Lisensi"
Error, "Kesalahan"
ErrorNotAdminUACDisabled, "UAC sedang dinon-aktifkan tetapi Anda bukan pengguna Administrator, sehingga tindakan yang Anda minta mungkin akan gagal.\nMohon aktifkan UAC atau login sebagai pengguna Administrator dan coba lagi.\nJika Anda baru saja menon-aktifkan UAC, mohon pastikan untuk memulai-kembali komputer Anda."
Exit, "Keluar (&X)"
FileTypes_AllFiles, "Semua File"
FileTypes_ApplicationFiles, "File Aplikasi"
FileTypes_HTMLFiles, "File HTML"
FileTypes_ImageFiles, "File Gambar"
FileTypes_RegistryFiles, "File Registry"
FileTypes_SoundFiles, "File Suara"
FileTypes_VideoFiles, "File Video"
FileTypes_ZipFiles, "File Zip"
FreeVsPro, "Gratis vs Pro"
Help, "Bantuan"
Info, "Informasi"
InvalidImageFile, "Gambar ini tampaknya korup, atau tidak terbaca."
Language, "Bahasa"
Load, "Muat (&L)"
Name, "Nama"
NameLabel, "Nama:"
Never, "Tidak Pernah"
No, "Tidak"
OK, "&OK"
Paste, "Tem&pel"
ProductSocialOnFacebook, "FileSeek di Facebook"
ProductSocialOnLinkedIn, "FileSeek di LinkedIn"
ProductSocialOnTwitter, "FileSeek di Twitter"
ProOnlyButtonToolTip, "Fitur ini adalah fitur Pro!\nKlik disini untuk informasi lebih lanjut."
ProOnlyLabelText, "Tingkatkan ke Lisensi Pro untuk mengaktifkan fitur ini"
ProOnlyNotice, "Fitur-fitur khusus Pro disorot dengan warna biru"
ProOnlyQuestion, "Anda perlu meningkatkan ke Lisensi Pro untuk menggunakan fitur ini.\nApakah Anda ingin informasi lebih lanjut tentang peningkatan versi?"
ProOnlyShort, "Pro Saja"
Redo, "Ulangi (&R)"
Refresh, "Segarkan"
Remove, "Hapus (&R)"
Rename, "Ubah nama (%R)"
Retry, "Coba Kembali"
Save, "&Simpan"
Seconds, "detik"
Select, "Pilih"
SelectAll, "Pilih &Semua"
Settings, "Pengaturan"
Start, "Mulai"
Stop, "Berhenti"
Sync, "Selaraskan"
Undo, "&Urungkan"
Unknown, "Tidak Diketahui"
Yes, "Ya"